{"translation-revision-date":"2020-06-20 01:17:41+0000","generator":"GlotPress\/3.0.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_AR"},"Import sample products":["Importar productos de prueba"],"By clicking \"Set up,\" you agree to the {{link}}Terms of Service{{\/link}}":["Al hacer clic en «Configuración» estás aceptando los {{link}}términos de servicio{{\/link}}"],"Setting up a store for a client? {{link}}Start here{{\/link}}":["¿Configurando una tienda para un cliente? {{link}}Empezá acá{{\/link}}"],"Skip store setup":["Saltar configuración de la tienda"],"Take payments via bank transfer.":["Aceptá pagos mediante transferencia bancaria."],"Take payments in cash upon delivery.":["Aceptá pagos en efectivo en el momento de la entrega."],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Seleccionando esta extensión, tu tienda se configurará para usar rands Sudafricanos como moneda seleccionada."]," Selling CBD products is only supported by Square.":[" La venta de productos de CBD solo es soportada por Square."],"My store doesn’t take payments":["Mi tienda no acepta pagos"],"There was a problem updating settings for %s":["Hubo un problema al actualizar los ajustes de %s"],"Connect your PayFast account":["Conectá tu cuenta de PayFast"],"Passphrase":["Contraseña"],"Merchant Key":["Clave de Vendedor"],"Merchant ID":["ID de Vendedor"],"PayFast connected successfully":["PayFast conectado con éxito"],"Please enter your passphrase":["Por favor, ingresá tu contraseña"],"Please enter your merchant ID":["Por favor, ingresá tu ID de vendedor"],"Connect your Klarna account":["Conectá tu cuenta de Klarna"],"Connect your store to your PayPal account. Don’t have a PayPal account? Create one.":["Conectá tu tienda a tu cuenta de PayPal. ¿No tenés cuenta en PayPal? Creá una."],"PayFast":["PayFast"],"A Paypal account is required to process payments. You will be redirected to the Paypal website to create the connection.":["Se necesita una cuenta de PayPal para procesar los pagos. Serás redirigido a la web de PayPal para crear la conexión."],"Connect your PayPal account":["Conectá tu cuenta de PayPal"],"Verify details":["Verificar detalles"],"Verify your business details with our payment partner, Stripe.":["Verificá los detalles de tu negocio con nuestro socio de pagos, Stripe."],"Verify business details":["Verificá los detalles del negocio"],"There was an error connecting to WooCommerce Payments. Please try again or skip to connect later in store settings.":["Hubo un error al conectar con Square. Por favor, intentá de nuevo o saltá este paso para conectarte más tarde en los ajustes de la tienda."],"WooCommerce Payments connected successfully.":["WooCommerce Payments conectado con éxito."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["Se necesita una cuenta de Square para procesar los pagos. Serás redirigido a la web de Square para crear la conexión."],"Connect your Square account":["Conectá tu cuenta de Square"],"Connect your store to your Stripe account. Don’t have a Stripe account? Create one.":["Conectá tu tienda a tu cuenta de Stripe. ¿No tenés una cuenta en Stripe? Creá una."],"Connect your Stripe account":["Conectá tu cuenta de Stripe"],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}.  Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["Los detalles de la API pueden obtenerse desde tu {{docsLink}}cuenta de Stripe{{\/docsLink}}. ¿No tenés una cuenta en Stripe? {{registerLink}}Creá una.{{\/registerLink}}"],"A Stripe account is required to process payments.":["Se necesita una cuenta de Stripe para procesar los pagos."],"Google Ads":["Google Ads"],"WooCommerce Payments":["WooCommerce Payments"],"WooCommerce PayFast":["WooCommerce PayFast"],"WooCommerce Stripe":["WooCommerce Stripe"],"WooCommerce PayPal":["WooCommerce PayPal"],"Please enter a valid secret key. Valid keys start with \"sk_live\" or \"rk_live\".":["Por favor, ingresá una clave secreta válida. Las claves válidas comienzan con \"sk_live\" o \"rk_live\"."],"Please enter a valid publishable key. Valid keys start with \"pk_live\".":["Por favor, ingresá una clave válida que pueda ser publicada. Las claves válidas comienzan con \"pk_live\"."],"These details are required to receive payments via bank transfer":["Estos detalles son obligatorios para recibir pagos mediante transferencia bancaria"],"Add your bank details":["Agregá los detalles de tu banco"],"Direct bank transfer details added successfully":["Detalles para transferencia bancaria directa agregados con éxito"],"There was a problem saving your payment setings":["Hubo un problema al guardar tus ajustes de pagos"],"Please enter an account number or IBAN":["Por favor, ingresá un número de cuenta o IBAN"],"Install %s":["Instalar %s"],"WooCommerce ShipStation Gateway":["Pasarela de pago ShipStation para WooCommerce"],"Below you’ll find a list of the most important steps to get your store up and running.":["A continuación vas a encontrar una lista de los pasos más importantes para poner tu tienda en funcionamiento."],"Set up your store and start selling":["Configurá tu tienda y empezá a vender"],"Once complete your store will be ready for launch - exciting!":["Una vez completado, tu tienda estará lista para el lanzamiento, ¡emocionante!"],"Based on the information you provided we’ve prepared some final set up tasks for you to perform.":["Según la información que proporcionaste, preparamos algunas tareas de configuración final para que realicés."],"Remove this card":["Eliminar esta tarjeta"],"Task List Options":["Opciones de la lista de tareas"],"Yes, keep it":["Sí, mantenela"],"No, hide it":["No, ocultala"],"Is this card useful?":["¿Es útil esta tarjeta?"],"Woo hoo - you're almost there!":["¡Qué grande! - ¡ya casí estás listo!"],"Select which payment providers you’d like to use and configure them":["Seleccioná que métodos de pago te gustaría usar y configuralos"],"Add products manually, import from a sheet or migrate from another platform":["Agregá productos manualmente, importalos desde una hoja de cálculo o migrá desde otra plataforma"],"Set up payments":["Configurar pagos"],"Set up tax":["Configurar impuestos"],"Set up shipping":["Configurar envíos"],"Personalize your store":["Personalizá tu tienda"],"Purchase & install extensions":["Comprar e instalar extensiones"],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Elegí el pago que quieras, pagá ahora, pagá más tarde, o en cuotas. Sin números de tarjeta de crédito, sin contraseñas, sin preocupaciones."],"PayPal Checkout":["Pago con PayPal"],"Choose how to configure tax rates - manually or automatically":["Elegí cómo configurar las tasas de impuestos - manual o automáticamente"],"Configure some basic shipping rates to get started":["Configurá algunas tarifas básicas de envío para empezar"],"Create a custom homepage and upload your logo":["Creá una página de inicio personalizada y subí tu logo"],"Install and manage your extensions directly from your Dashboard":["Instalá y gestioná tus extensiones directamente desde tu Escritorio"],"Purchase, install, and manage your extensions directly from your dashboard":["Comprá, instalá y gestioná tus extensiones directamente desde tu escritorio"],"💰 Ka-ching! Your store can now accept payments 💳":["💰 ¡Cling caja! Tu tienda ahora puede aceptar pagos 💳"],"Credit cards - powered by Stripe":["Tarjetas de crédito - gestionado por Stripe"],"Connect your store to WooCommerce.com":["Conectá tu tienda a WooCommerce.com"],"Your API details can be obtained from your {{link}}PayPal account{{\/link}}":["Los detalles de tu API los podés obtener en tu {{link}}cuenta de PayPal{{\/link}}"],"Please enter your API password":["Por favor, ingresá tu contraseña de la API"],"Please enter your API username":["Por favor, ingresá tu nombre de usuario de la API"],"PayPal connected successfully.":["PayPal conectado correctamente."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["Hubo un error al conectar con Square. Por favor, intentá de nuevo o saltate este paso para conectarte más tarde en los ajustes de la tienda."],"Square connected successfully.":["Square conectado correctamente."],"Live Secret Key":["Clave secreta de producción"],"Live Publishable Key":["Clave de producción publicable"],"There was a problem saving your payment settings.":["Hubo un problema al guardar los ajustes de pago."],"Stripe connected successfully.":["Stripe conectado correctamente."],"No thanks, I'll configure taxes manually":["No, gracias. Voy a configurar los impuestos manualmente"],"Good news!":["¡Buenas noticias!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Al hacer clic en \"Configurar\", estás activando tasas de impuestos y cálculos. Más información {{link}}aquí{{\/link}}."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Klarna se puede configurar en tus {{link}}ajustes de la tienda{{\/link}}. Descubrí {{helpLink}}qué necesitas{{\/helpLink}}."],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["Tus detalles de la API los podés obtener desde tu {{link}}cuenta de PayFast{{\/link}}"],"Please enter your merchant key":["Por favor, ingresá tu clave de comerciante"],"The address from which your business operates":["La dirección desde la que opera tu comercio"],"Head over to the tax rate settings screen to configure your tax rates":["Dirigite a la pantalla de ajustes de las tasas de impuestos para configurar tus tasas de impuestos"],"Configure tax rates":["Configurar las tasas de impuestos"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Conectá tu tienda con WordPress.com para activar los cálculos automatizados de los impuestos de las ventas"],"Set up tax rates manually":["Configurar las tasas de impuestos manualmente"],"Set shipping costs":["Establecer los costos de envío"],"Set store location":["Establecer la ubicación de la tienda"],"Jetpack and WooCommerce Services allow you to automate sales tax calculations":["Los servicios de Jetpack y WooCommerce te permiten automatizar los cálculos de impuestos de las ventas"],"There was a problem updating your tax settings.":["Hubo un problema al actualizar tu configuración de impuestos."],"You're awesome! One less item on your to-do list ✅":["¡Sos genial! Un elemento menos en tu lista de tareas ✅"],"Connect your store to WordPress.com to enable label printing":["Conectá tu tienda con WordPress.com para activar la impresión de etiquetas"],"Install Jetpack and WooCommerce Services":["Instalá Jetpack y WooCommerce Services"],"Enable shipping label printing":["Activar la impresión de las etiquetas de envío"],"Define how much customers pay to ship to different destinations":["Definí cuánto pagan los clientes por el envío a diferentes destinos"],"📦 Shipping is done! Don't worry, you can always change it later.":["📦 ¡Envío realizado! No te preocupés, podés cambiarlo más tarde."],"Connect your store":["Conectá tu tienda"],"Address line 2 (optional)":["Línea 2 de la dirección (opcional)"],"Please add a post code":["Por favor, agregá un código postal"],"Please add a city":["Por favor, agregá una ciudad"],"Please add an address":["Por favor, agregá una dirección"],"For small stores we recommend adding products manually":["Para tiendas pequeñas recomendamos agregar los productos manualmente"],"Add manually (recommended)":["Agregar manualmente (recomendado)"],"Ensure your store is on-brand by adding your logo":["Asegurate de que tu tienda tenga la marca agregando tu logotipo"],"We’ll add some products that will make it easier to see what your store looks like":["Agregaremos algunos productos que harán más fácil chequear la apariencia de tu tienda"],"Complete task":["Completar tarea"],"Proceed":["Proceder"],"Shipping cost":["Costo de envío"],"Shipping rates can not be negative numbers.":["Los costos de envío no pueden ser números negativos."],"There was a problem saving your store location.":["Hubo un problema al guardar la ubicación de tu tienda."],"Post code":["Código postal"],"For stores currently selling elsewhere we suggest using a product migration service":["Para las tiendas que actualmente venden en otros lugares, sugerimos utilizar un servicio de migración de productos"],"Migrate":["Migrar"],"For larger stores we recommend importing all products at once via CSV file":["Para tiendas grandes recomendamos importar todos los productos a la vez desde un archivo CSV"],"Store connected to WooCommerce.com and extensions are being installed.":["La tienda está conectada a WooCommerce.com y las extensiones se están instalando."],"Upload a logo":["Subir un logotipo"],"Create homepage":["Crear una página de inicio"],"Create a new homepage and customize it to suit your needs":["Creá una nueva página de inicio y personalizala para adaptarla a tus necesidades"],"Create a custom homepage":["Crear una página de inicio personalizada"],"Skip":["Saltar"],"Optionally display a prominent notice across all pages of your store":["Opcionalmente muestra un aviso destacado en todas las páginas de tu tienda"],"Set a store notice":["Establece un aviso de la tienda"],"You must click approve to install your extensions and connect to WooCommerce.com.":["Tenés que hacer clic para aprobar la instalación de tus extensiones y conectar a WooCommerce.com."],"Your shipping rates have been updated.":["Los costos de envío fueron actualizados."],"Please select a country \/ region":["Por favor, seleccioná país y provincia\/departamento"],"Customize":["Personalizar"],"🎨 Your store is looking great! Don't forget to continue personalizing it.":["🎨 ¡Tu tienda está quedando fantástica! No te olvidés de seguir personalizándola."],"All sample products have been imported.":["Todos los productos de la demostración fueron importados."],"There was an error importing some of the sample products.":["Hubo un error al importar algunos de los productos de la demostración."],"%s — %s per year":["%s — %s por año"],"Store logo updated sucessfully.":["Logotipo de la tienda actualizado correctamente."],"Purchase & install now":["Comprar e instalar ahora"],"I'll do it later":["Lo haré más tarde"],"You won't have access to this functionality until the extensions have been purchased and installed.":["No tendrás acceso a esta funcionalidad hasta que hayas comprado e instalado las extensiones."],"Would you like to purchase and install the following features now?":["¿Te gustaría comprar e instalar ahora las siguientes características?"],"Remove block":["Quitar bloque"],"There was an error connecting to WooCommerce.com. Please try again.":["Hubo un error al conectar con WooCommerce.com. Por favor, intentá de nuevo."],"Add your first product":["Agregá tu primer producto"],"Country \/ Region":["País \/ Región"],"Yes please":["Sí, por favor"],"Retry":["Reintentar"],"Done":["Hecho"],"woocommerce":["woocommerce"],"Facebook for WooCommerce":["Facebook para WooCommerce"],"Set up":["Configuración"],"Mailchimp for WooCommerce":["MailChimp para WooCommerce"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["La extensión PayFast para WooCommerce te permite aceptar pagos mediante tarjeta de crédito y EFT gracias a una de las pasarelas de pago más populares de Sudáfrica. No hay cuotas de activación ni costes de suscripción."],"Klarna Payments for WooCommerce":["Klarna Payments for WooCommerce"],"Klarna Checkout for WooCommerce":["Klarna Checkout for WooCommerce"],"Recommended":["Recomendado"],"Square":["Cuadrado"],"Klarna Payments":["Pagos Klarna"],"Klarna Checkout":["Caja Klarna"],"Import products":["Importa productos"],"Jetpack":["Jetpack"],"Connect":["Conectar"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Pagos seguros y protegidos usando tarjetas de crédito o la cuenta PayPal de tu cliente."],"Import":["Importar"],"WooCommerce Services":["WooCommerce Services"],"Free shipping":["Envío gratuito"],"Address line 1":["Dirección, línea 1"],"Rest of the world":["Resto del mundo"],"Configure":["Configurar"],"and":["y"],"Account name":["Nombre de la cuenta"],"Account number":["Número de cuenta"],"Bank name":["Nombre del banco"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Direct bank transfer":["Transferencia bancaria directa"],"API Username":["Nombre de usuario de la API"],"API Password":["Contraseña de la API"],"Sort code":["Código de clasificación\/Sucursal"],"Store notice text":["Aviso de texto para la tienda"],"Save":["Guardar"],"Cash on delivery":["Contra reembolso"],"No thanks":["No, gracias"],"City":["Ciudad"],"Continue":["Continuar"],"Update":["Actualizar"],"Settings":["Ajustes"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/task-list.52fe0e41a24d55f1b9b1.js"}}